[
    {
      "id": 1,
      "companyLogo": "../public/img/microsoft.png",
      "jobTitle": "Software Developer",
      "companyName": "Microsoft Corporation ",
      "workPlace": "Remote",
      "location": "New York, NY",
      "workTime": "Full-time",
      "salary": "$100,000 - $120,000",
      "jobDescription": "Engaged in all phases of the software development lifecycle which include: gathering and analyzing user/business system requirements, responding to outages and creating application system models. Participate in design meetings and consult with clients to refine, test and debug programs to meet business needs and interact and sometimes direct third party partners in the achievement of business and technology initiatives.",
      "jobResponsibility": "Develop, test and implement new software programs. Clearly and regularly communicate with management and technical support colleagues. Test, maintain and recommend software improvements to ensure strong functionality and optimization",
      "educationalRequirements": "Bachelor's degree in Computer Science or related field...",
      "experiences": "3+ years of experience in software development...",
        "phone": "123-456-7890",
        "email": "jobs@example.com"
      
    },
    {
      "id": 2,
      "companyLogo": "../public/img/IBM-Logo.jpg",
      "jobTitle": "Network Administrator",
      "companyName": "IBM Company",
      "workPlace": "Onsite",
      "location": "Los Angeles, CA",
      "workTime": "Full-time",
      "salary": "$80,000 - $100,000",
      "jobDescription": "We are looking for a Network Administrator to maintain a reliable, secure and efficient data communications network. The ideal candidate will be able to deploy, configure, maintain and monitor all active network equipment in order to ensure smooth network operation.",
      "jobResponsibility": "Fully support, configure, maintain and upgrade corporate customer’s networks and in house servers. Install and integrate new server hardware and applications. Monitor network performance (availability, utilization, throughput, goodput, and latency) and test for weaknesses",
      "educationalRequirements": "BSc degree in Computer Science or related field. Familiarity with backup and recovery software and methodologies",
      "experiences": "5+ years of experience in network administration...",
      
        "phone": "123-456-7890",
        "email": "jobs@example.com"
      
    },
    {
      "id": 3,
      "companyLogo": "../public/img/Accenture-logo.jpg",
      "jobTitle": "Data Analyst",
      "companyName": "Accenture company",
      "workPlace": "Remote",
      "location": "San Francisco, CA",
      "workTime": "Full-time",
      "salary": "$90,000 - $110,000",
      "jobDescription": "We are looking to hire a data analyst to join our data team. You will take responsibility for managing our master data set, developing reports, and troubleshooting data issues. To do well in this role you need a very fine eye for detail, experience as a data analyst, and a deep understanding of the popular data analysis tools and databases.",
      "jobResponsibility": "Managing master data, including creation, updates, and deletion. Processing confidential data and information according to guidelines. Managing and designing the reporting environment, including data sources, security, and metadata.",
      "educationalRequirements": "Bachelor’s degree from an accredited university or college in computer science. bility to analyze existing tools and databases and provide software solution recommendations.",
      "experiences": "3+ years of experience in data analysis...",
        "phone": "123-456-7890",
        "email": "jobs@example.com"
      
    },
    {
      "id": 4,
      "companyLogo": "../public/img/oracle.png",
      "jobTitle": "Cybersecurity Analyst",
      "companyName": "Oracle Company ",
      "workPlace": "Onsite",
      "location": "Seattle, WA",
      "workTime": "Full-time",
      "salary": "$120,000 - $140,000",
      "jobDescription": "We are looking for a Cybersecurity Analyst to join our team to protect our organization from cyberAttacks by monitoring our systems and evaluating threats as they arise. Ultimately, you will defend an organization’s computer hardware, software and other systems from theft, loss and other cyberAttacks.",
      "jobResponsibility": "Document security breaches and assess the damage they cause. Work with the security team to perform tests and uncover network vulnerabilities. Develop company-wide best practices for IT security. ",
      "educationalRequirements": "Bachelor's degree in Computer Science or related field...",
      "experiences": "5+ years of experience in cybersecurity...",
        "phone": "123-456-7890",
        "email": "jobs@example.com"
      
    },
   {
        "id": 5,
        "companyLogo": "../public/img/YouTube-Logo.png",
        "jobTitle": "Software Engineer",
        "companyName": "YouTube",
        "workPlace": "Remote",
        "location": "New York, NY",
        "workTime": "Full-time",
        "salary": "$100,000 - $120,000",
        "jobDescription": "We are looking for a skilled software engineer who, along with our excellent software development team, will be responsible for working on projects that are currently being developed on by our company. Duties will include but are not limited to developing and directing software system validation and testing methods, as well as directing our software programming initiatives. You will also be working closely with clients and cross-functional departments to communicate project statuses and proposals.",
        "jobResponsibility": "Developing and directing software system validation and testing methods.Directing our software programming initiatives. Overseeing the development of documentation.",
        "educationalRequirements": "Bachelor's degree in Computer Science or related field...",
        "experiences": "3+ years of experience in software development...",
          "phone": "123-456-7890",
          "email": "example@example.com"
        
      },
      {
        "id": 6,
        "companyLogo": "../public/img/google.jpg",
        "jobTitle": "Frontend Developer",
        "companyName": "Google",
        "workPlace": "Onsite",
        "location": "San Francisco, CA",
        "workTime": "Full-time",
        "salary": "$90,000 - $110,000",
        "jobDescription": "We are looking for a qualified Front-end developer to join our IT team. You will be responsible for building the ‘client-side’ of our web applications. You should be able to translate our company and customer needs into functional and appealing interactive applications. Ultimately, you should be able to create a functional and attractive digital environment for our company, ensuring great user experience.",
        "jobResponsibility": "Use markup languages like HTML to create user-friendly web pages. Maintain and improve website. Optimize applications for maximum speed. Design mobile-based features. Help back-end developers with coding and troubleshooting. Stay up-to-date on emerging technologies",
        "educationalRequirements": "Bachelor's degree in Computer Science or related field...",
        "experiences": "2+ years of experience in frontend development...",
          "phone": "123-456-7890",
          "email": "example@example.com"
        
      }  
  ]